{
  "impact_points": [
    {
      "identifier": "HOUSING_SHORTAGE",
      "description": "Addressing the critical housing shortage and rising costs affecting low-income residents and the 1,400 homeless in Dortmund",
      "importance": 0.95,
      "importance_reasoning": "The program emphasizes the urgency of affordable housing as a human right, with specific targets for 1,000 new affordable homes annually and measures to stop land speculation. The housing crisis is a central issue directly impacting 30% of low-income households' budgets."
    },
    {
      "identifier": "DEBT_REDUCTION",
      "description": "Reducing Dortmund's 2.6 billion euro debt burden on residents and stopping the cycle of financial instability",
      "importance": 0.92,
      "importance_reasoning": "The program explicitly states that the city cannot repay its debt alone and criticizes the federal/state tax system as the root cause. This issue is central to the party's call for a fair financial policy and communal economy."
    },
    {
      "identifier": "CLIMATE_ACTION",
      "description": "Achieving climate goals through renewable energy, forest preservation, and reducing fossil fuel dependency",
      "importance": 0.90,
      "importance_reasoning": "The program outlines multiple climate initiatives, including reforestation, phasing out fossil fuels by 2030, and expanding green infrastructure. It links climate action directly to Dortmund's environmental and public health challenges."
    },
    {
      "identifier": "SOCIAL_INEQUALITY",
      "description": "Tackling the deep social divide between Dortmund's classes and reducing the 23.9% poverty rate",
      "importance": 0.88,
      "importance_reasoning": "The program highlights the city's extreme social stratification, with a shrinking middle class and rising poverty. It emphasizes the need for a 'social city' where all residents feel included and supported."
    },
    {
      "identifier": "TRANSPORT_REVOLUTION",
      "description": "Creating car-free zones, expanding cycling infrastructure, and reducing HGV traffic in the city",
      "importance": 0.85,
      "importance_reasoning": "The program advocates for a mobility shift away from fossil fuels, including pedestrian-friendly zones, barrier-free public transport, and reducing the environmental impact of the Dortmund airport. This is a key part of the climate and urban planning agenda."
    },
    {
      "identifier": "EDUCATION_ACCESS",
      "description": "Improving education equity through smaller class sizes, language programs, and free childcare for low-income families",
      "importance": 0.83,
      "importance_reasoning": "The program links education to social mobility, emphasizing reduced class sizes, language support for migrants, and expanding childcare access. It criticizes overcrowded classrooms and unequal opportunities between districts."
    },
    {
      "identifier": "HEALTHCARE_ACCESS",
      "description": "Strengthening public healthcare with more nursing staff and reducing privatization of medical services",
      "importance": 0.82,
      "importance_reasoning": "The program highlights staffing shortages in hospitals and care facilities, advocating for public ownership of healthcare and increased training for nursing staff. This is tied to the broader goal of social justice."
    },
    {
      "identifier": "INCLUSION_ACCESS",
      "description": "Ensuring barrier-free public spaces and support for disabled and elderly residents through multi-generational housing",
      "importance": 0.80,
      "importance_reasoning": "The program prioritizes accessibility, including disabled transport services, barrier-free infrastructure, and inclusive housing. It directly addresses systemic barriers faced by marginalized groups."
    },
    {
      "identifier": "PUBLIC_SERVICES",
      "description": "Preserving public ownership of essential services like energy, water, and childcare while opposing privatization",
      "importance": 0.78,
      "importance_reasoning": "The program stresses the importance of public services for social equity, including re-municipalizing energy supply and expanding childcare. It opposes privatization that risks cutting essential services for vulnerable groups."
    },
    {
      "identifier": "CULTURAL_EQUITY",
      "description": "Expanding access to cultural and recreational opportunities for all residents, including migrants and low-income families",
      "importance": 0.75,
      "importance_reasoning": "The program calls for a broader Dortmund Pass, anti-racism measures, and inclusive cultural policies. It addresses segregation and the need for equitable access to arts and community spaces."
    }
  ]
}