{
  "impact_points": [
    {
      "identifier": "Finance_01",
      "description": "Addressing the city's 2.6 billion euro debt and stopping the cycle of financial burden on residents.",
      "importance": 0.9,
      "importance_reasoning": "The program highlights the city's severe debt crisis, emphasizing the need to stop the debt cycle and hold federal and state governments accountable for unjust tax systems. This is a central issue for the party's financial policy."
    },
    {
      "identifier": "Housing_02",
      "description": "Tackling the housing shortage and homelessness through affordable housing initiatives and land speculation controls.",
      "importance": 0.9,
      "importance_reasoning": "The program repeatedly stresses the housing crisis, including 1,400 homeless individuals and rising rents. Specific measures like 1,000 annual affordable homes and land speculation prevention are emphasized."
    },
    {
      "identifier": "Climate_03",
      "description": "Implementing climate goals, protecting natural spaces, and transitioning to renewable energy.",
      "importance": 0.85,
      "importance_reasoning": "Climate change is a recurring theme, with calls to expand forests, reduce emissions, and phase out fossil fuels. The program links environmental and social justice directly."
    },
    {
      "identifier": "Social_City_04",
      "description": "Revitalizing the underfunded 'Social City' action plan to address poverty and social exclusion.",
      "importance": 0.8,
      "importance_reasoning": "The program criticizes the underfunded 'Social City' initiative and its reliance on volunteer work, stressing the need for systemic change to ensure all residents feel at home."
    },
    {
      "identifier": "Poverty_05",
      "description": "Reducing poverty through employment policies, minimum wage increases, and social welfare reforms.",
      "importance": 0.8,
      "importance_reasoning": "With 23.9% of residents at risk of poverty and over 31,000 unemployed, the program prioritizes job creation, a 12 euro minimum wage, and targeted social support."
    },
    {
      "identifier": "Transport_06",
      "description": "Transforming mobility with car-free zones, expanded cycling infrastructure, and reduced HGV traffic.",
      "importance": 0.75,
      "importance_reasoning": "The program outlines specific transport reforms, including pedestrian-friendly zones, bike infrastructure, and reducing reliance on fossil fuels, reflecting its environmental and social priorities."
    },
    {
      "identifier": "Education_07",
      "description": "Improving education access and quality through smaller class sizes, language programs, and childcare expansion.",
      "importance": 0.7,
      "importance_reasoning": "The program addresses educational inequality, emphasizing reduced class sizes, language support for migrants, and expanding childcare to reduce social divides."
    },
    {
      "identifier": "Healthcare_08",
      "description": "Strengthening public healthcare and nursing care with better staffing and funding.",
      "importance": 0.7,
      "importance_reasoning": "The program highlights staffing shortages in hospitals and nursing homes, advocating for a qualification offensive and public ownership of healthcare services."
    },
    {
      "identifier": "Disability_09",
      "description": "Ensuring full inclusion and accessibility for people with disabilities through barrier-free infrastructure and policies.",
      "importance": 0.65,
      "importance_reasoning": "The program emphasizes dismantling barriers in public spaces, expanding disabled transport services, and creating inclusive housing, reflecting its commitment to social equity."
    },
    {
      "identifier": "Renewable_10",
      "description": "Accelerating the transition to renewable energy and phasing out fossil fuel dependence.",
      "importance": 0.6,
      "importance_reasoning": "While renewable energy is part of the climate agenda, the program's focus on fossil fuel phase-out and solar energy utilization is less detailed compared to other priorities."
    }
  ]
}