{
  "title": "GenAI for Dortmund Politics",
  "description": {
    "title": "What is this about?",
    "intro": "We analyzed the visual impact of campaign posters and compared how they communicate ideas.",
    "sampleTitle": "Example Prompt We Used",
    "sampleText": "Please describe how this poster visually communicates the party’s main messages and values."
  },
  "home": {
    "second_headline": "AI asked - How is Dortmund changing through politics...",
    "programs": "Comparison of all parties"
  },
  "impr": {
    "name": "Legal Notice",
    "content": "According to § 5 TMG (German Telemedia Act):<br>Young AI Leaders - Dortmund Hub<br>As part of the global <a href=https://aiforgood.itu.int/young-ai-leaders-community/>Young AI Leaders</a> community<br><br>Represented by:<br>Raphael Fischer<br>Lamarr Institute for Machine Learning and Artificial Intelligence<br>Joseph-von-Fraunhofer-Straße 25<br>44227 Dortmund, Germany<br><br>Kontakt:<br>E-Mail: dortmundhub.youngaileaders [at] gmail.com<br>Phone: +49 231 755 5148<br><br>Editorially responsible according to § 18 MStV (German Interstate Media Treaty):<br>Raphael Fischer"
  },
  "priv": {
    "name": "Privacy Policy",
    "content": "Our website is hosted via <a href=https://pages.github.com>GitHub Pages</a> (GitHub, Inc., 88 Colin P. Kelly Jr. Street, San Francisco, CA 94107, USA).<br>When you visit our pages, GitHub automatically collects log data (e.g., IP address, browser type, time of access) to ensure the security and functionality of the service.<br>We do not have access to or process this data ourselves.<br><br>Our website also contains links to external third-party websites (e.g., YouTube, LinkedIn). When you click on these links, you leave our website. The operators of those linked sites are solely responsible for their content and the processing of personal data.<br><br>Beyond this, we do not use cookies, tracking, or analytics tools, and no further personal data is processed."
  },
  "nav_bar": {
    "about_project": "About the project",
    "members": "Members",
    "home": "Local Election"
  },
  "gen_ai_box": {
    "title": "What is GenAI",
    "text_p1": "Our project is about preparing the election programs for the Dortmund local election on",
    "text_p2": "using AI.",
    "text_p3": "The election programs were provided to a generative language model (our AI), which was tasked with identifying similarities and differences between the programs. These findings were then passed on to an image-generating AI with the goal of illustrating the core points of the election programs using images from Dortmund.",
    "pipeline": {
      "1": "Election Programs",
      "2": "AI for Text Analysis",
      "3": "Summarized Election Programs",
      "4": "AI for Image Generation",
      "5": "Images of the Programs"
    },
    "image_select": "Select an image to see the results:"
  },
  "disclaimer": {
    "title": "Disclaimer"
  },
  "scroll_to_top_button": "Scroll to top"
}
