{
  "title": "GenAI for Dortmund Politics",
  "home": {
    "second_headline": "We asked AI - How is Dortmund 2025 changing through politics...",
    "slider_headline": "...of the party",
    "programs": "Comparison of all parties"
  },
  "details": {
    "title" : "More Information",
    "text": "We analyzed the data about the party's program using AI to identify visual changes. This resulted in the following thought process (reasoning):",
    "closing1": "The results of this analysis were then visualized using an image-generating model. Further details on the party's political content can be found in the corresponding",
    "closing2": ". Further information on the technical implementation can be found on the ‘About the project’ page."
  },
  "impr": {
    "name": "Legal Notice",
    "content": "According to § 5 TMG (German Telemedia Act):<br>Young AI Leaders - Dortmund Hub<br>As part of the global <a href=https://aiforgood.itu.int/young-ai-leaders-community/>Young AI Leaders</a> community<br><br>Represented by:<br>Raphael Fischer<br>Lamarr Institute for Machine Learning and Artificial Intelligence<br>Joseph-von-Fraunhofer-Straße 25<br>44227 Dortmund, Germany<br><br>Kontakt:<br>E-Mail: dortmundhub.youngaileaders [at] gmail.com<br>Phone: +49 231 755 5148<br><br>Editorially responsible according to § 18 MStV (German Interstate Media Treaty):<br>Raphael Fischer"
  },
  "priv": {
    "name": "Privacy Policy",
    "content": "Our website is hosted via <a href=https://pages.github.com>GitHub Pages</a> (GitHub, Inc., 88 Colin P. Kelly Jr. Street, San Francisco, CA 94107, USA).<br>When you visit our pages, GitHub automatically collects log data (e.g., IP address, browser type, time of access) to ensure the security and functionality of the service.<br>We do not have access to or process this data ourselves.<br><br>Our website also contains links to external third-party websites (e.g., YouTube, LinkedIn). When you click on these links, you leave our website. The operators of those linked sites are solely responsible for their content and the processing of personal data.<br><br>Beyond this, we do not use cookies, tracking, or analytics tools, and no further personal data is processed."
  },
  "nav_bar": {
    "about_project": "About the project",
    "home": "Results",
    "discussion": "Diskurs"
  },
  "about": {
    "text_top": "The local elections in North Rhine-Westphalia are coming up, and as a <a target=_blank href=https://youngaileadersdortmund.github.io>group of young AI enthusiasts</a>, we ask ourselves: can this innovative technology also be used to positively influence political education and local voter turnout? For example, by using AI to make party politics more understandable and accessible?<br><br>In Dortmund, we are therefore experimentally applying generative AI in the context of local elections to promote the <a target=_blank href=https://aiforgood.itu.int/young-ai-leaders-community/ >Young AI Leaders Community</a> to advance <a target=_blank href=https://www.un.org/sustainabledevelopment/education/>Sustainable Development Goal 4: Quality Education</a>. The promotion of local political education is to be achieved through local and transparent technical implementation. <br><br>Our project was shaped by intensive exchanges with the <a target=_blank href=https://lamarr-institute.org>Lamarr Institute</a> (an AI research center), the <a target=_blank href=https://www.jrdo.de>Jugendring Dortmund</a> (which collaborates on the <a target=_blank href=https://xn--whlt-loa.nrw/start/kommunalomat/>Kommunalomat</a>) and Max Mundhenke (developer of <a href=https://bundestagswahl.ai/>bundestagswahl.ai</a>) – thank you very much for your input!",
    "text_tech1": "We use the election programs and responses to the Kommunalomat survey as our data source. This content was provided to us either directly by the parties or by the Dortmund Youth Council. The data was processed independently using a <a target=_blank href=https://youtu.be/LPZh9BOjkQs?si=c4_z9lyMp_4JTUE3>generative language model</a> (the AI) to determine how the municipality could be visually transformed by the program. This potential transformation is visualized in the final step using an image-generating AI model.",
    "text_tech2": "Due to the considerable <a target=_blank href=https://www.gov.uk/government/publications/international-ai-safety-report-2025>risks associated with the use of generative AI</a>, it is our personal goal to implement this project as transparently as possible. We use the <a target=_blank href=https://huggingface.co/Qwen/Qwen3-30B-A3B>Qwen3-30B-A3B</a> for analysis (including reasoning) and <a target=_blank href=https://huggingface.co/black-forest-labs/FLUX.1-schnell>FLUX.1 [schnell]</a> for image generation. In addition, <a target=_blank href=https://huggingface.co/facebook/bart-large-cnn>BART</a> was used for summarizing and <a target=_blank href=https://huggingface.co/Unbabel/TowerInstruct-13B-v0.1>TowerInstruct-13B-v0.1</a> for translating the content. Further technical details can be found in our <a target=_blank href=https://github.com/youngaileadersdortmund/ai-for-political-education>GitHub repository</a>.",
    "text_team1": "As part of the <a target=_blank href=https://aiforgood.itu.int/young-ai-leaders-community/>global AI for Good Initiative</a>, the <a target=_blank href=https://youngaileadersdortmund.github.io>Young AI Leaders Dortmund</a> are investigating how young people can drive positive change with the help of AI. This hub project was realized by the following members of our hub (click for more information):",
    "text_team2": "Would you like to learn more or exchange ideas with us? Then <a target=_blank href=https://www.linkedin.com/company/young-ai-leaders-dortmund/>feel free to connect with us</a> or contact us by email:<br><br><a href=mailto:dortmundhub.youngaileaders@gmail.com>dortmundhub.youngaileaders [at] gmail.com</a>",
    "heading_tech": "Technical Realization",
    "heading_team": "About the Team"
  },
  "disclaimer": {
    "title": "Disclaimer",
    "text": "The content presented is experimental and does not serve as a voting recommendation. It was created using generative AI and is intended solely to stimulate discourse and political education. Due to the processing with AI, the positions of the parties may be inaccurately or incorrectly represented. Please inform yourself thoroughly before the election. Further information can be found, for example, on the <a target=_blank href=https://www.dortmund.de/rathaus/lokalpolitik/wahlen/kommunalwahl/>website of the city of Dortmund</a>."
  },
  "scroll_to_top_button": "Scroll to top"
}
