{
  "title": "GenAI für die Dortmunder Wahl",
  "home": {
    "second_title": "Wir haben KI gefragt - Wie verändert sich Dortmund 2025 durch die Politik...",
    "slider_title": "...der Partei",
    "programs_title": "Vergleich der Parteien",
    "programs_text": "Wir haben das Programm der Partei mithilfe von KI analysiert, um potentielle visuelle Veränderungen zu ermitteln. Als Datenquelle dient entweder das Parteiprogramm, oder die Antworten zum Kommunalomat - diese Auswahl lässt sich rechts ändern."
  },
  "details": {
    "title": "Weitere Informationen",
    "text": "Wir haben die Daten über das Programm der Partei mithilfe von KI analysiert, um potentielle visuelle Veränderungen zu ermitteln. Dabei entstand der folgende Gedankenprozess (Reasoning):",
    "closing1": "Die Ergebnisse dieser Analyse wurden im Anschluss mit einem bildgenerativen Modell visualisiert. Weitere Details zu den politischen Inhalten der Partei sind der entsprechenden",
    "closing2": "zu entnehmen. Weitere Informationen zur technischen Umsetzung findet man auf der 'Über das Projekt' Seite."
  },
  "impr": {
    "name": "Impressum",
    "content": "Angaben gemäß § 5 TMG:<br>Young AI Leaders - Dortmund Hub<br>Als Teil der globalen <a target=_blank href=https://aiforgood.itu.int/young-ai-leaders-community/>Young AI Leaders</a> Community<br><br>Vertreten durch:<br>Raphael Fischer<br>Lamarr-Institut für Maschinelles Lernen und Künstliche Intelligenz<br>Joseph-von-Fraunhofer-Straße 25<br>44227 Dortmund<br><br>Kontakt:<br>E-Mail: dortmundhub.youngaileaders [at] gmail.com<br>Telefon: +49 231 755 5148<br><br>Redaktionell verantwortlich nach § 18 MStV:<br>Raphael Fischer"
  },
  "priv": {
    "name": "Datenschutz",
    "content": "Unsere Website wird über <a target=_blank href=https://pages.github.com>GitHub Pages</a> (GitHub, Inc., 88 Colin P. Kelly Jr. Street, San Francisco, CA 94107, USA) gehostet.<br>Beim Aufruf unserer Seiten erhebt GitHub automatisch Log-Daten (z. B. IP-Adresse, Browsertyp, Zeitpunkt des Zugriffs), um die Sicherheit und Funktionsfähigkeit des Dienstes zu gewährleisten.<br>Wir selbst greifen auf keine diese Daten nicht zu und werten sie nicht aus.<br><br>Diese Seite enthält außerdem Links zu externen Websites Dritter (z. B. YouTube, LinkedIn). Beim Anklicken dieser Links verlassen Sie unsere Website. Für die Inhalte und die Verarbeitung personenbezogener Daten auf den verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich.<br><br>Darüber hinaus verwenden wir keine Cookies, Tracking- oder Analysetools und verarbeiten keine weiteren personenbezogenen Daten."
  },
  "nav_bar": {
    "about_team": "Projekt und Team",
    "about_tech": "Technische Details",
    "home": "Ergebnisse",
    "discussion": "Diskurs"
  },
  "about": {
    "text_top1": "Die Kommunalwahlen in NRW stehen bevor, und als <a target=_blank href=https://youngaileadersdortmund.github.io>Gruppe junger KI-Enthusiasten</a> fragen wir uns - kann diese neuartige Technologie auch genutzt werden, um die politische Bildung und lokale Wahlbeteiligung zu fördern? Zum Beispiel, indem man Parteipolitik durch KI verständlicher und zugänglicher aufbereitet?",
    "text_top2": "Im Kontext der Kommunalwahl in Dortmund nutzen wir deshalb experimentell generative KI, um die politischen Programme der Parteien zu visualisieren. Als Teil der globalen <a target=_blank href=https://aiforgood.itu.int/young-ai-leaders-community/>Young AI Leaders Community</a> fördern wir damit das nachhaltige Entwicklungsziel <a target=_blank href=https://www.un.org/sustainabledevelopment/education/>Quality Education</a> der UN (SDG 4). Dabei ist unser Anspruch, die technische Umsetzung lokal zu realisieren und den Entwicklungsprozess transparent machen.",
    "text_top3": "Unser Projekt wurde geprägt durch den intensiven Austausch mit dem <a target=_blank href=https://lamarr-institute.org>Lamarr Institut</a> (ein KI Forschungszentrum), dem <a target=_blank href=https://www.jrdo.de>Jugendring Dortmund</a> (welche am <a target=_blank href=https://xn--whlt-loa.nrw/start/kommunalomat/>Kommunalomat</a> mitarbeiten) und Max Mundhenke (Entwickler von <a href=https://bundestagswahl.ai/>bundestagswahl.ai</a>) - vielen Dank für euren Input!",
    "text_team1": "Die <a target=_blank href=https://youngaileadersdortmund.github.io>Young AI Leaders Dortmund</a> untersuchen im Rahmen der <a target=_blank href=https://aiforgood.itu.int/young-ai-leaders-community/>globalen AI for Good Initiative</a>, wie junge Menschen positiven Wandel mithilfe von KI vorantreiben können. Dieses Hub Projekt wurde realisiert durch die folgenden Mitglieder unseres Hubs (klicken für mehr Infos):",
    "text_team2": "Möchtest du mehr erfahren oder dich mit uns austauschen? Dann <a target=_blank href=https://www.linkedin.com/company/young-ai-leaders-dortmund/>vernetze dich gerne mit uns</a> oder kontaktiere uns per Mail:<br><br><a href=mailto:dortmundhub.youngaileaders@gmail.com>dortmundhub.youngaileaders [at] gmail.com</a>",
    "text_next1": "Während der Arbeit an diesem Projekt haben wir viel Potenzial identifiziert, auf das wir kurz eingehen möchten.",
    "text_next2": "Erstens ist uns aufgefallen, dass sich die politischen Programme lokaler Wahlkampagnen sehr ähneln. Unsere Methodik könnte verbessert werden, indem die Unterschiede zwischen den Programmen analysiert und visualisiert werden, um einen Vergleich zu erleichtern. Darüber hinaus könnte die Auswahl von KI-Modellen verbessert werden, indem potenzielle Verzerrungen und Risiken genauer untersucht werden.",
    "text_next3": "Zweitens glauben wir, dass unsere Methodik leicht auf andere Bereiche und Wahlen übertragen werden könnte. Wir freuen uns über jedes Feedback und würden uns besonders freuen, wenn sich andere Young AI Leaders Gruppen unseren Bemühungen anschließen würden, die politische Bildung mit Hilfe von KI voranzubringen.",
    "text_next4": "Außerdem planen wir, das Potenzial und die Herausforderungen des Einsatzes von KI zur Förderung politischer Bildung auch wissenschaftlich zu untersuchen. Dafür wollen wir eine interdisziplinäre Diskussionsrunde zu organisieren, um Experten aus den Bereichen KI-Ethik, Medienwissenschaften, Psychologie und verwandten Bereichen zusammenzubringen. Die gewonnenen Erkenntnisse werden analysiert und als Publikation veröffentlicht, um zukünftige Forschungsrichtungen zu identifizieren und Kooperationen an der Schnittstelle von Technologie, Politik und Gesellschaft zu fördern.",
    "heading_team": "Über das Team",
    "heading_next": "Nächste Schritt"
  },
  "tech": {
    "heading_tech": "Technische Umsetzung",
    "text_tech1": "Als Datenquelle nutzen wir die Wahlprogramme und die Antworten für die Kommunalomat Umfrage. Diese Inhalte wurden uns entweder direkt von den Parteien oder vom Jugendring Dortmund zur Verfügung gestellt. Die Daten wurden unabhängig voneiander mit einem <a target=_blank href=https://youtu.be/LPZh9BOjkQs?si=c4_z9lyMp_4JTUE3>generativen Sprachmodell</a> (die KI) verarbeitet, um zu ermitteln, wie sich die Kommune durch das Programm visuell verändern könnte. Diese mögliche Veränderung wird im letzten Schritt durch ein bildgeneratives KI Modell visualisiert.",
    "text_tech2": "Aufgrund der nicht unbeträchtlichen <a target=_blank href=https://www.gov.uk/government/publications/international-ai-safety-report-2025>Risiken vom Einsatz generativer KI</a> ist es unser persönlicher Anspruch, dieses Projekt möglichst transparent zu realisieren. Als Modelle nutzen wir das <a target=_blank href=https://huggingface.co/Qwen/Qwen3-30B-A3B>Qwen3-30B-A3B</a> zur Analyse (inklusive Reasoning) sowie <a target=_blank href=https://huggingface.co/black-forest-labs/FLUX.1-schnell>FLUX.1 [schnell]</a> für die Bildgenerierung. Außerdem wurden <a target=_blank href=https://huggingface.co/facebook/bart-large-cnn>BART</a> zum Zusammenfassen und <a target=_blank href=https://huggingface.co/Unbabel/TowerInstruct-13B-v0.1>TowerInstruct-13B-v0.1</a> zum Übersetzen der Inhalte genutzt. Weitere technische Details findet man in unserem <a target=_blank href=https://github.com/youngaileadersdortmund/dortmund-wahl-ki>GitHub Repository</a>.",
    "heading_deploy": "Deployment und Ressourcen",
    "text_deploy1": "Unsere Berechnungen wurden auf dem <a target=_blank href=https://gitlab.tu-dortmund.de/lamarr/lamarr-public/cluster>Rechencluster des Lamarr-Instituts</a> durchgeführt, wir bedanken uns herzlich für diese Möglichkeit. Im Sinne einer <a target=_blank href=https://link.springer.com/article/10.1007/s10618-024-01020-3/>nachhaltigen Berichterstattung zu KI</a> haben wir dabei auch den Energieverbrauch und die CO₂-Emissionen untersucht. Laut <a target=_blank href=https://github.com/mlco2>CodeCarbon</a> entstehen durch unser Deployment auf zwei NVIDIA A100 GPUs die folgenden Verbrauchswerte:",
    "text_deploy2": "Diese Verbrauchswerte beschreiben lediglich den letzten Durchlauf, in dem 8 Parteiprogrammen (PDFs) sowie die Kommunalomat Antworten analysiert wurden. Die vorhergehende Entwicklung hat circa die fünffache Menge an Ressourcen verbraucht.",
    "tab_heading1": "Verarbeitungsschritt",
    "tab_heading2": "Laufzeit",
    "tab_heading3": "Energieverbrauch",
    "tab_heading4": "Emissionen",
    "tab_translate": "Übersetzen",
    "tab_summarize": "Zusammenfassen",
    "tab_reason": "Analyse",
    "tab_translate_results": "Übersetzen",
    "tab_generate_images": "Bilderzeugung",
    "tab_total": "Insgesamt"
  },
  "disclaimer": {
    "title": "Hinweis",
    "text": "Die dargestellten Inhalte sind experimentell und dienen nicht als Wahlempfehlung. Sie wurden mit generativer KI erstellt und sollen lediglich den Diskurs und die politische Bildung anregen. Durch die Verarbeitung mit KI können Positionen der Parteien potentiell ungenau oder falsch dargestellt werden. Bitte informiert euch umfassend für die Wahl, weitere Informationen findet man zum Beispiel auf der <a target=_blank href=https://www.dortmund.de/rathaus/lokalpolitik/wahlen/kommunalwahl/>Webseite der Stadt Dortmund</a>."
  },
  "scroll_to_top_button": "Nach oben scrollen"
}
