{
  "title": "GenAI für Dortmunder Politik",
  "description": {
    "title": "Worum geht es hier?",
    "intro": "Wir haben aufgrund der Wahlprogramme der Parteien eine Anfrage an ein LLM gestellt und die Kernaussagen visuell dargestellt.",
    "sampleTitle": "Beispielprompt, den wir verwendet haben",
    "sampleText": "Bitte beschreiben Sie, wie dieses Plakat die Hauptbotschaften und Werte der Partei visuell vermittelt."
  },
  "home": {
    "second_headline": "KI gefragt- Wie verändert sich Dortmund 2025 durch die Politik...",
    "programs": "Vergleich aller Parteien"
  },
  "impr": {
    "name": "Impressum",
    "content": "Angaben gemäß § 5 TMG:<br>Young AI Leaders - Dortmund Hub<br>Als Teil der globalen <a target=_blank href=https://aiforgood.itu.int/young-ai-leaders-community/>Young AI Leaders</a> Community<br><br>Vertreten durch:<br>Raphael Fischer<br>Lamarr-Institut für Maschinelles Lernen und Künstliche Intelligenz<br>Joseph-von-Fraunhofer-Straße 25<br>44227 Dortmund<br><br>Kontakt:<br>E-Mail: dortmundhub.youngaileaders [at] gmail.com<br>Telefon: +49 231 755 5148<br><br>Redaktionell verantwortlich nach § 18 MStV:<br>Raphael Fischer"
  },
  "priv": {
    "name": "Datenschutz",
    "content": "Unsere Website wird über <a target=_blank href=https://pages.github.com>GitHub Pages</a> (GitHub, Inc., 88 Colin P. Kelly Jr. Street, San Francisco, CA 94107, USA) gehostet.<br>Beim Aufruf unserer Seiten erhebt GitHub automatisch Log-Daten (z. B. IP-Adresse, Browsertyp, Zeitpunkt des Zugriffs), um die Sicherheit und Funktionsfähigkeit des Dienstes zu gewährleisten.<br>Wir selbst greifen auf keine diese Daten nicht zu und werten sie nicht aus.<br><br>Diese Seite enthält außerdem Links zu externen Websites Dritter (z. B. YouTube, LinkedIn). Beim Anklicken dieser Links verlassen Sie unsere Website. Für die Inhalte und die Verarbeitung personenbezogener Daten auf den verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich.<br><br>Darüber hinaus verwenden wir keine Cookies, Tracking- oder Analysetools und verarbeiten keine weiteren personenbezogenen Daten."
  },
  "nav_bar": {
    "about_project": "Über das Projekt",
    "home": "Ergebnisse",
    "discussion": "Diskurs"
  },
  "about": {
    "text_top": "Die Kommunalwahlen in NRW stehen bevor, und als <a target=_blank href=https://youngaileadersdortmund.github.io>Gruppe junger KI-Enthusiasten</a> fragen wir uns - kann diese neuartige Technologie auch genutzt werden, um die politische Bildung und lokale Wahlbeteiligung positiv zu beeinflussen? Zum Beispiel, indem man Parteipolitik durch KI verständlicher und zugänglicher aufbereitet?<br><br>In Dortmund wenden wir deshalb experimentell generative KI im Kontext der Kommunalwahl an, um im Rahmen der globalen <a target=_blank href=https://aiforgood.itu.int/young-ai-leaders-community/>Young AI Leaders Community</a> das <a target=_blank href=https://www.un.org/sustainabledevelopment/education/>Sustainable Development Goal 4: Quality Education</a> voranzutreiben. Die Förderung der kommunalpolitischen Bildung soll dabei mittels einer lokalen und transparenten technischen Realisierung erfolgen.<br><br>Unser Projekt wurde geprägt durch den intensiven Austausch mit dem <a target=_blank href=https://lamarr-institute.org>Lamarr Institut</a> (ein KI Forschungszentrum), dem <a target=_blank href=https://www.jrdo.de>Jugendring Dortmund</a> (welche am <a target=_blank href=https://xn--whlt-loa.nrw/start/kommunalomat/>Kommunalomat</a> mitarbeiten) und Max Mundhenke (Entwickler von < href=https://bundestagswahl.ai/>https://bundestagswahl.ai/</a>) - vielen Dank für euren Input!",
    "text_tech1": "Als Datenquelle nutzen wir die Wahlprogramme und die Antworten für die Kommunalomat Umfrage. Diese Inhalte wurden uns entweder direkt von den Parteien oder vom Jugendring Dortmund zur Verfügung gestellt. Die Daten wurden unabhängig voneiander mit einem <a target=_blank href=https://youtu.be/LPZh9BOjkQs?si=c4_z9lyMp_4JTUE3>generativen Sprachmodell</a> (die KI) verarbeitet, um zu ermitteln, wie sich die Kommune durch das Programm visuell verändern könnte. Diese mögliche Veränderung wird im letzten Schritt durch ein bildgeneratives KI Modell visualisiert.",
    "text_tech2": "Aufgrund der nicht unbeträchtlichen <a target=_blank href=https://www.gov.uk/government/publications/international-ai-safety-report-2025>Risiken vom Einsatz generativer KI</a> ist es unser persönlicher Anspruch, dieses Projekt möglichst transparent zu realisieren. Als Modelle nutzen wir das <a target=_blank href=https://huggingface.co/Qwen/Qwen3-30B-A3B>Qwen3-30B-A3B Reasoning Modell</a> sowie <a target=_blank href=https://huggingface.co/black-forest-labs/FLUX.1-schnell>FLUX.1 [schnell]</a> für die Bildgenerierung. Weitere technische Details findet man in unserem <a target=_blank href=https://github.com/youngaileadersdortmund/ai-for-political-education>GitHub Repository</a>.",
    "text_team1": "Die <a target=_blank href=https://youngaileadersdortmund.github.io>Young AI Leaders Dortmund</a> untersuchen im Rahmen der <a target=_blank href=https://aiforgood.itu.int/young-ai-leaders-community/>globalen AI for Good Initiative</a>, wie junge Menschen positiven Wandel mithilfe von KI vorantreiben können. Dieses Hub Projekt wurde realisiert durch die folgenden Mitglieder unseres Hubs (klicken für mehr Infos):",
    "text_team2": "Möchtest du mehr erfahren oder dich mit uns austauschen? Dann <a target=_blank href=https://www.linkedin.com/company/young-ai-leaders-dortmund/>vernetze dich gerne mit uns</a> oder kontaktiere uns per Mail:<br><br><a href=mailto:dortmundhub.youngaileaders@gmail.com>dortmundhub.youngaileaders [at] gmail.com</a>",
    "heading_tech": "Technische Umsetzung",
    "heading_team": "Über das Team"
  },
  "disclaimer": {
    "title": "Hinweis",
    "text": "Die dargestellten Inhalte sind experimentell und dienen nicht als Wahlempfehlung. Sie wurden mit generativer KI erstellt und sollen lediglich den Diskurs und die politische Bildung anregen. Durch die Verarbeitung mit KI können Positionen der Parteien potentiell ungenau oder falsch dargestellt werden. Bitte informiert euch umfassend für die Wahl, weitere Informationen findet man zum Beispiel auf der <a target=_blank href=https://www.dortmund.de/rathaus/lokalpolitik/wahlen/kommunalwahl/>Webseite der Stadt Dortmund</a>."
  },
  "scroll_to_top_button": "Nach oben scrollen"
}
