{
  "impact_points": [
    {
      "identifier": "TrafficRevolution",
      "description": "Reduction of car traffic through speed limits, pedestrian-friendly infrastructure, and cycling prioritization",
      "importance": 0.95,
      "importance_reasoning": "The program extensively details traffic reforms, including 30 km/h zones, cycle highways, and redistribution of road space. This is a core priority for the Greens, with specific targets and measures outlined."
    },
    {
      "identifier": "PublicTransportAccess",
      "description": "Free public transport for students, apprentices, and improved accessibility for disabled and elderly citizens",
      "importance": 0.9,
      "importance_reasoning": "The program emphasizes free public transport for youth, barrier-free infrastructure, and expanded services. It directly addresses social equity and climate goals through transportation accessibility."
    },
    {
      "identifier": "ClimateNeutralityInitiatives",
      "description": "Transition to renewable energy, solar ordinances, and district heating upgrades",
      "importance": 0.92,
      "importance_reasoning": "The program outlines concrete steps for climate neutrality, including energy supply reforms, solar mandates, and CO2 reduction targets. This is a central theme with detailed technical proposals."
    },
    {
      "identifier": "GreenSpacePreservation",
      "description": "Expansion of green spaces, tree planting, and biodiversity protection through urban planning",
      "importance": 0.88,
      "importance_reasoning": "The program prioritizes green spaces for climate adaptation, biodiversity, and quality of life. Specific measures like green roofs and tree planting are highlighted as key strategies."
    },
    {
      "identifier": "HousingEquityInitiatives",
      "description": "Increased subsidized housing, homelessness support, and affordable rental policies",
      "importance": 0.85,
      "importance_reasoning": "The program addresses housing shortages, poverty, and social inclusion through subsidized housing projects and policies to prevent displacement. This is a critical issue for Dortmund's social fabric."
    },
    {
      "identifier": "EducationalJustice",
      "description": "Free school transport, inclusive education, and expanded childcare facilities",
      "importance": 0.87,
      "importance_reasoning": "The program focuses on reducing educational disparities through free transport, early childhood education, and inclusive school systems. It ties education to social mobility and equity."
    },
    {
      "identifier": "DiversityInclusion",
      "description": "Migrant integration, anti-discrimination policies, and support for LSBTTIQ communities",
      "importance": 0.82,
      "importance_reasoning": "The program emphasizes diversity as a strength, with specific measures for refugee support, anti-racism initiatives, and inclusive public services. This reflects a broad commitment to social cohesion."
    },
    {
      "identifier": "PublicHealthSafety",
      "description": "Noise reduction, air quality improvement, and drug prevention programs",
      "importance": 0.83,
      "importance_reasoning": "The program addresses health through traffic calming, pollution control, and drug policy reforms. These measures are framed as essential for public well-being and safety."
    },
    {
      "identifier": "DigitalParticipation",
      "description": "Online administrative services, citizen budgets, and open data initiatives",
      "importance": 0.78,
      "importance_reasoning": "The program includes digital transformation goals like e-governance and participatory platforms. While less detailed than other areas, it's positioned as a key tool for transparency and engagement."
    },
    {
      "identifier": "SustainableEconomy",
      "description": "Support for local businesses, green jobs, and fair procurement practices",
      "importance": 0.81,
      "importance_reasoning": "The program promotes regional economic development through sustainable business practices and fair procurement. It links economic growth to environmental and social responsibility."
    }
  ]
}