{
  "identifier": "climate_environment",
  "description": "Implementation of sustainable urban policies focusing on clean air, environmentally friendly transportation, and climate resilience.",
  "importance": 0.7,
  "importance_reasoning": "The program emphasizes the need for climate-friendly measures but does not elaborate in great detail on specific initiatives."
},
{
  "identifier": "digital_infrastructure",
  "description": "Expansion of digital technologies in municipal services and administration to improve citizen accessibility and efficiency.",
  "importance": 0.9,
  "importance_reasoning": "Dortmund is explicitly recognized as the 'most digital city' and the program highlights modern technologies as a core component of governance."
},
{
  "identifier": "housing_development",
  "description": "Creation of diverse and socially compatible housing options to meet varying market demands and integrate living and working spaces.",
  "importance": 0.8,
  "importance_reasoning": "The program prioritizes housing as a central issue, emphasizing both economic and social compatibility in urban planning."
},
{
  "identifier": "education_reforms",
  "description": "Focus on school development, equitable access to education, and maintaining primary/secondary school structures over comprehensive schools.",
  "importance": 0.8,
  "importance_reasoning": "Education is a key priority with specific policies on school construction, registration dates, and opposition to expanding comprehensive schools."
},
{
  "identifier": "social_policy_support",
  "description": "Strengthening family support, childcare, and social justice to ensure equal opportunities for all citizens.",
  "importance": 0.9,
  "importance_reasoning": "Social policy is described as a broad field with detailed commitments to family welfare, education, and combating inequality."
},
{
  "identifier": "cultural_promotion",
  "description": "Enhancement of Dortmund's cultural identity as the 'City of Music' and support for free cultural expression.",
  "importance": 0.7,
  "importance_reasoning": "Cultural initiatives are highlighted as essential for community engagement and regional influence but are not the program's primary focus."
},
{
  "identifier": "security_cleanliness",
  "description": "Zero-tolerance policies against crime, extremism, and disorder to ensure public safety and urban order.",
  "importance": 0.8,
  "importance_reasoning": "Security is a central pillar of the CDU's agenda, with specific strategies outlined to address criminal activity and maintain cleanliness."
},
{
  "identifier": "healthcare_nursing",
  "description": "Strengthening the Dortmund Clinic as a maximum care facility and expanding nursing education through the Canisius Campus.",
  "importance": 0.8,
  "importance_reasoning": "Healthcare is addressed with specific projects, including the nursing school and clinic upgrades, indicating moderate emphasis."
},
{
  "identifier": "economic_innovation",
  "description": "Promotion of age-appropriate assistance systems (AAL) and support for innovative company locations to drive economic growth.",
  "importance": 0.7,
  "importance_reasoning": "Economic initiatives are mentioned as part of broader innovation goals but lack detailed elaboration on implementation."
},
{
  "identifier": "community_sports",
  "description": "Support for amateur sports clubs, parks, and leisure facilities to foster community engagement and social cohesion.",
  "importance": 0.7,
  "importance_reasoning": "The program acknowledges the role of sports and leisure in community life but does not provide extensive details on specific measures."
}