{
  "impact_points": [
    {
      "identifier": "HousingNonProfitSector",
      "description": "Establishing a legally defined non-profit sector in housing to separate profit interests from social housing needs",
      "importance": 0.95,
      "importance_reasoning": "This is a foundational policy goal emphasized as critical for addressing affordability and ensuring equitable housing access. The program explicitly ties this to Dortmund's claim of being a city 'everyone can afford.'"
    },
    {
      "identifier": "ClimateResilienceInitiatives",
      "description": "Implementing climate-proof infrastructure and adapting green spaces to handle extreme weather events",
      "importance": 0.9,
      "importance_reasoning": "Climate protection is a central theme with specific targets like CO2 reduction and heatwave preparedness. The program highlights Dortmund's role as a model for climate action."
    },
    {
      "identifier": "MobilityReductionTargets",
      "description": "Reducing heavy traffic burden by 5% annually and introducing a regional 365-euro public transport ticket",
      "importance": 0.85,
      "importance_reasoning": "The program dedicates significant attention to mobility as a climate and quality-of-life issue, with clear numerical goals and a focus on urban logistics innovation."
    },
    {
      "identifier": "DigitalInfrastructureExpansion",
      "description": "Expanding fiber optics, 5G, and open WLAN to make Dortmund a 'high-speed city'",
      "importance": 0.85,
      "importance_reasoning": "Digital infrastructure is framed as a priority for economic and social development, with specific mentions of public access in key areas like the city center and trade fair."
    },
    {
      "identifier": "SocialInclusionAndSafety",
      "description": "Addressing fear in public spaces through police presence, combating neo-Nazism, and expanding support for marginalized groups",
      "importance": 0.8,
      "importance_reasoning": "The program emphasizes social cohesion and safety with concrete measures like mapping 'fearful spaces' and creating a police bike unit, reflecting a strong focus on community well-being."
    },
    {
      "identifier": "YouthAndEducationSupport",
      "description": "Expanding free summer programs, children's access to swimming pools, and transforming libraries into 'citizens' schools of the future'",
      "importance": 0.8,
      "importance_reasoning": "Education and youth development are recurring themes with specific initiatives targeting children's access to resources, health, and cultural opportunities."
    },
    {
      "identifier": "CulturalInnovationAndAccessibility",
      "description": "Increasing cultural offerings, testing pay-what-you-can models, and revitalizing nightlife",
      "importance": 0.75,
      "importance_reasoning": "Cultural development is highlighted as a way to foster community identity, with innovative approaches to accessibility and local creativity."
    },
    {
      "identifier": "HealthcareAccessibilityImprovement",
      "description": "Expanding neighborhood doctor centers and care cooperatives for elderly and vulnerable populations",
      "importance": 0.75,
      "importance_reasoning": "The program emphasizes proximity-based healthcare solutions, reflecting a commitment to equitable medical services for all age groups."
    },
    {
      "identifier": "EmploymentAndTrainingInitiatives",
      "description": "Creating early intervention programs for education-to-career transitions and reducing long-term unemployment",
      "importance": 0.7,
      "importance_reasoning": "Unemployment is described as a 'most pressing task,' with the program proposing systemic solutions from school-level support to job training."
    },
    {
      "identifier": "RegionalLogisticsLeadership",
      "description": "Positioning Dortmund as a model for urban logistics and sustainable transportation systems",
      "importance": 0.7,
      "importance_reasoning": "As Europe's top logistics research hub, Dortmund's plans for city logistics innovation are framed as both an economic and environmental priority."
    }
  ]
}