{
  "impact_points": [
    {
      "identifier": "BureaucracyStreamlining",
      "description": "Streamlining administrative procedures and increasing digitalization to improve efficiency and customer service for applicants",
      "importance": 0.9,
      "importance_reasoning": "The program emphasizes removing bureaucratic hurdles and digitalizing processes, with specific measures like email response times and ensuring office accessibility. This is a core focus for economic and administrative reform."
    },
    {
      "identifier": "SMEHighTechSupport",
      "description": "Enhancing support for small and medium-sized enterprises and promoting local high-tech companies",
      "importance": 0.85,
      "importance_reasoning": "The program highlights the need to support Dortmund's SMEs and improve awareness of local tech capabilities, citing the ELMOS relocation as a warning. It ties economic growth to these sectors."
    },
    {
      "identifier": "TaxReformInitiatives",
      "description": "Abolishing specific municipal taxes and avoiding debt accumulation for future generations",
      "importance": 0.8,
      "importance_reasoning": "The program explicitly rejects tax increases and advocates for abolishing taxes like Hundesteuer. It prioritizes fiscal responsibility to ensure long-term economic stability."
    },
    {
      "identifier": "HealthcareStructuralReforms",
      "description": "Addressing the Dortmund clinic's 35 million euro deficit through structural changes and selling financial investments",
      "importance": 0.8,
      "importance_reasoning": "The clinic's financial crisis is a critical issue, with the program proposing asset sales to fund infrastructure and reduce debt, directly impacting public healthcare access."
    },
    {
      "identifier": "LegalSystemEnforcement",
      "description": "Strengthening the legal system to enforce rules against illegal migration, tax fraud, and violence",
      "importance": 0.85,
      "importance_reasoning": "The program emphasizes fair rule enforcement, citing rising violent crime and the need to protect law-abiding citizens. It links this to public safety and social order."
    },
    {
      "identifier": "AsylumPolicyBalance",
      "description": "Balancing the right to asylum with measures against refugee status abuse and ensuring deportation of unauthorized individuals",
      "importance": 0.75,
      "importance_reasoning": "The program advocates for humane asylum policies while rejecting misuse of the system, reflecting a focus on both international obligations and social welfare integrity."
    },
    {
      "identifier": "SchoolInfrastructureModernization",
      "description": "Improving school buildings, digital janitors, and compliance with the Children's Education Act",
      "importance": 0.8,
      "importance_reasoning": "The program highlights the need for school modernization, including digital tools and infrastructure, to support education quality and accessibility."
    },
    {
      "identifier": "YouthPolicyEngagement",
      "description": "Investing in youth social work and fostering dialogue with young people for inclusive policies",
      "importance": 0.7,
      "importance_reasoning": "The program emphasizes youth engagement and support, addressing long-term societal development through targeted social work and community involvement."
    },
    {
      "identifier": "GenderEqualityInMunicipalRoles",
      "description": "Promoting equal participation of women in boards and middle management of municipal companies",
      "importance": 0.7,
      "importance_reasoning": "The program explicitly states its commitment to gender equality, reflecting a focus on diversity and representation in local governance."
    },
    {
      "identifier": "UrbanDevelopmentGreenSpaces",
      "description": "Revitalizing former industrial sites, reducing building requirements, and prioritizing urban greening",
      "importance": 0.8,
      "importance_reasoning": "The program prioritizes repurposing industrial areas and enhancing green spaces, aligning with livability goals and sustainable urban planning."
    }
  ]
}