{
  "impact_points": [
    {
      "identifier": "StartupSupport_BureaucracyReduction",
      "description": "Support for start-ups through simplified office rental conditions and reduced bureaucracy to foster economic growth",
      "importance": 0.85,
      "importance_reasoning": "The program emphasizes start-up centers with simplified conditions and criticizes existing bureaucratic hurdles, indicating a focused effort to address this issue."
    },
    {
      "identifier": "DigitalAdmin_CitizenApp",
      "description": "Development of a citizen app to streamline access to municipal services and enhance digital administration",
      "importance": 0.9,
      "importance_reasoning": "The citizen app is highlighted as a central innovation, with detailed plans for integration and data security, reflecting its prominence in the program."
    },
    {
      "identifier": "EducationDigitalization",
      "description": "Digitalization of education with improved infrastructure, such as digital presentation media and swimming certificates by fourth grade",
      "importance": 0.85,
      "importance_reasoning": "The program outlines specific digital initiatives for schools, including technology upgrades and accessibility goals, showing significant emphasis."
    },
    {
      "identifier": "CulturalMuseumPromotion",
      "description": "Enhancing the visibility and professional management of Dortmund's museums to align with the city's self-image",
      "importance": 0.75,
      "importance_reasoning": "The program addresses the disconnect between Dortmund's self-image and its museums, proposing professionalization efforts to improve public engagement."
    },
    {
      "identifier": "DiversityInclusion",
      "description": "Promotion of diversity in workplaces and communities, including anti-discrimination policies and support for immigrant integration",
      "importance": 0.8,
      "importance_reasoning": "The program explicitly commits to diversity management, anti-racism, and equal treatment, indicating a strong focus on social inclusion."
    },
    {
      "identifier": "TransportMobility",
      "description": "Modernization of public transport, cycling infrastructure, and parking management to improve urban mobility",
      "importance": 0.85,
      "importance_reasoning": "The program details multiple transport initiatives, including digital taxi services, cycling expansion, and parking reforms, showing comprehensive attention."
    },
    {
      "identifier": "HousingUrbanDevelopment",
      "description": "Promotion of green roofs, urban gardening, and barrier-free housing to address living space and sustainability",
      "importance": 0.75,
      "importance_reasoning": "The program includes specific measures for sustainable housing and urban planning, reflecting a balanced approach to development."
    },
    {
      "identifier": "CrimeSafety",
      "description": "Combating crime through targeted measures, including addressing derelict properties and leveraging the citizen app for reporting",
      "importance": 0.7,
      "importance_reasoning": "While crime is mentioned as a concern, the details are less extensive compared to other areas, resulting in a moderate importance rating."
    },
    {
      "identifier": "EconomicGlobalThinking",
      "description": "Global economic strategies, including town twinning and structural shifts toward AI-driven industries",
      "importance": 0.75,
      "importance_reasoning": "The program outlines long-term economic goals, such as global location marketing and AI-based structural changes, indicating strategic focus."
    },
    {
      "identifier": "TaxFeePolicies",
      "description": "Abolition of specific taxes (e.g., entertainment tax, dog tax) and avoidance of new levies to reduce financial burdens",
      "importance": 0.7,
      "importance_reasoning": "Tax policies are mentioned as priorities, but the details are less elaborated, resulting in a moderate importance rating."
    }
  ]
}