{
  "impact_points": [
    {
      "identifier": "Startup_Bureaucracy_Reduction",
      "description": "Reducing bureaucratic barriers for start-ups to enable easier establishment and growth",
      "importance": 0.85,
      "importance_reasoning": "The program emphasizes the need to simplify administrative processes for start-ups, highlighting that bureaucracy often hinders their success after initial establishment. This is a recurring theme in the document."
    },
    {
      "identifier": "Global_Economic_Development",
      "description": "Promoting global and European-focused economic strategies to enhance Dortmund's appeal as a business location",
      "importance": 0.75,
      "importance_reasoning": "The program stresses the importance of global thinking in economic development, including town twinning and international marketing, which is a key priority for the party."
    },
    {
      "identifier": "Cultural_Museum_Rebranding",
      "description": "Improving the visibility and professional management of Dortmund's museums to align with the city's self-image",
      "importance": 0.7,
      "importance_reasoning": "The document criticizes the current lack of awareness about museums and calls for professionalization, indicating a need for strategic cultural investment."
    },
    {
      "identifier": "Immigrant_Integration_Policy",
      "description": "Creating a welcoming environment for immigrants through improved municipal services and social integration",
      "importance": 0.8,
      "importance_reasoning": "The program explicitly mentions a 'culture of welcome' and restructuring social services to support immigrants, reflecting a strong emphasis on inclusivity."
    },
    {
      "identifier": "Diversity_Workplace_Enforcement",
      "description": "Actively promoting diversity in the workplace through collaboration with businesses and municipalities",
      "importance": 0.7,
      "importance_reasoning": "The document highlights the need to consistently work on diversity in both administration and companies, showing a commitment to inclusive policies."
    },
    {
      "identifier": "Youth_Support_Framework",
      "description": "Providing physical and social spaces for young people to foster community engagement and development",
      "importance": 0.65,
      "importance_reasoning": "Youth policy is mentioned as requiring city support, with a focus on creating safe spaces and contact points for young citizens."
    },
    {
      "identifier": "Digital_Education_Infrastructure",
      "description": "Modernizing schools with digital tools and ensuring equitable access to education",
      "importance": 0.9,
      "importance_reasoning": "The program prioritizes digitalization of education, including equipping classrooms with technology and ensuring all children can achieve basic skills like swimming."
    },
    {
      "identifier": "Smart_City_Citizen_App",
      "description": "Developing a centralized digital platform to streamline access to municipal services",
      "importance": 0.7,
      "importance_reasoning": "The citizen app is proposed as a key initiative to improve administrative efficiency, though it is discussed in a less detailed manner compared to other points."
    },
    {
      "identifier": "Public_Transport_Expansion",
      "description": "Enhancing mobility through improved public transport, cycling infrastructure, and parking management",
      "importance": 0.8,
      "importance_reasoning": "The program outlines specific measures for public transport, including cycling city initiatives and traffic control systems, indicating a strong focus on urban mobility."
    },
    {
      "identifier": "Tax_Policy_Reform",
      "description": "Abolishing or reducing taxes such as the entertainment tax and dog tax to ease financial burdens",
      "importance": 0.7,
      "importance_reasoning": "The document explicitly mentions tax reforms, including the suspension of the entertainment tax and abolition of the dog tax, showing a clear policy stance."
    }
  ]
}