{
  "impact_points": [
    {
      "identifier": "HousingAffordability",
      "description": "Addressing the crisis of rising rents and lack of affordable housing through public ownership of properties, rent control, and social housing expansion",
      "importance": 0.9,
      "importance_reasoning": "The program extensively discusses the 50% rent increase in Dortmund over a decade, profit-driven housing corporations, and the need for 15% affordable housing. Specific measures like expropriation and rent adjustments are emphasized."
    },
    {
      "identifier": "HomelessnessSolutions",
      "description": "Implementing Housing First and expanding emergency shelters to combat homelessness and improve living conditions for vulnerable populations",
      "importance": 0.85,
      "importance_reasoning": "The program highlights 500-600 homeless people, 5 deaths in winter, and a 3 billion euro conversion cost. It prioritizes permanent housing, safe spaces for queer individuals, and free emergency accommodations."
    },
    {
      "identifier": "PublicTransportExpansion",
      "description": "Expanding rail networks, cycling infrastructure, and pedestrian-friendly urban planning to improve mobility and reduce car dependency",
      "importance": 0.8,
      "importance_reasoning": "Detailed proposals include 30 km/h speed limits, cycle path expansion, cargo trams, and free bike transport. Public transport is framed as essential for social equity and accessibility."
    },
    {
      "identifier": "SocialInfrastructureDevelopment",
      "description": "Strengthening childcare, education, and community facilities to support all age groups and reduce social inequalities",
      "importance": 0.8,
      "importance_reasoning": "The program emphasizes daycare access, school reforms, and inclusive public spaces. It links social infrastructure to combating poverty and ensuring equitable opportunities for children and seniors."
    },
    {
      "identifier": "EnvironmentalJustice",
      "description": "Promoting green spaces, renewable energy, and climate action to address pollution and environmental disparities in low-income areas",
      "importance": 0.8,
      "importance_reasoning": "The text highlights climate emergency declarations, green roofs, solar energy, and pollution reduction. It connects environmental policies to social justice, noting that low-income areas face higher pollution."
    },
    {
      "identifier": "DigitalizationDataSovereignty",
      "description": "Advocating for open-source technologies, data protection, and equitable access to digital tools to prevent corporate control and surveillance",
      "importance": 0.7,
      "importance_reasoning": "The program critiques smart city projects and surveillance while promoting open-source solutions. It emphasizes data sovereignty and digital education to ensure no one is left behind."
    },
    {
      "identifier": "InclusionAntiDiscrimination",
      "description": "Creating inclusive public spaces and policies to protect LGBTQ+, migrant, and marginalized communities from discrimination",
      "importance": 0.75,
      "importance_reasoning": "The text explicitly opposes racism, right-wing hate, and discrimination. It calls for barrier-free facilities, anti-fascist measures, and support for migrants and queer individuals."
    },
    {
      "identifier": "HealthcareElderlySupport",
      "description": "Improving elderly care, nursing staff training, and accessible healthcare facilities to address aging population challenges",
      "importance": 0.7,
      "importance_reasoning": "The program highlights a 25% aging population, underfunded care systems, and the need for senior housing. It emphasizes training for caregivers and expanding health kiosks."
    },
    {
      "identifier": "DebtReliefFiscal",
      "description": "Advocating for municipal debt relief and fair taxation to address financial disparities and fund social programs",
      "importance": 0.65,
      "importance_reasoning": "The text criticizes Dortmund's 3.5 billion euro debt and calls for federal state relief. It links fiscal policies to social justice and the need to prioritize public services over costly projects."
    },
    {
      "identifier": "CulturalCommunitySpaces",
      "description": "Supporting cultural institutions, sports facilities, and public art to foster community engagement and social cohesion",
      "importance": 0.6,
      "importance_reasoning": "The program mentions funding for theaters, sports halls, and cultural centers. It emphasizes accessibility for all and the role of public spaces in building inclusive communities."
    }
  ]
}